tap "grishka/grishka"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minacle/chntpw"
tap "smudge/smudge"
brew "act"
brew "aria2"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "cabextract"
brew "cdrtools"
brew "cloudflared"
brew "curl"
brew "direnv"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libtiff"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "mas"
brew "neovim"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "rust"
brew "screen"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zsh"
brew "minacle/chntpw/chntpw"
brew "smudge/smudge/nightlight"
cask "1password", args: { appdir: "/Applications" }
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alt-tab", args: { appdir: "/Applications" }
cask "amazon-q"
cask "appcleaner", args: { appdir: "/Applications" }
cask "arc"
cask "betterdisplay"
cask "bettertouchtool", args: { appdir: "/Applications" }
cask "brave-browser"
cask "canva", args: { appdir: "/Applications" }
cask "cloudflare-warp"
cask "cursor"
cask "deepl", args: { appdir: "/Applications" }
cask "docker"
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "iterm2"
cask "jordanbaird-ice"
cask "keyboardcleantool", args: { appdir: "/Applications" }
cask "microsoft-edge", args: { appdir: "/Applications" }
cask "monitorcontrol", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "notion-calendar"
cask "postman", args: { appdir: "/Applications" }
cask "raycast", args: { appdir: "/Applications" }
cask "rectangle"
cask "scroll-reverser", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "todoist", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "warp", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "RunCat", id: 1429033973
mas "Spark Desktop", id: 6445813049
mas "ToyViewer", id: 414298354
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835

